window.incheonDistricts = {
  연수구: ['능허대초', '동막초', '동춘초', '문남초', '박문초', '선학초', '송도초', '연성초', '연수초', '연화초', '옥련초', '중앙초', '청량초', '청학초', '함박초', '축현초', '서면초', '먼우금초', '신송초', '해송초', '신정초', '새봄초', '연송초', '예송초', '송일초', '첨단초', '송명초', '송원초', '미송초', '은송초', '송빛초', '현송초', '명선초', '송담초', '박문중', '선학중', '연성중', '연수중', '연화중', '인송중', '여자중', '옥련중', '인천중', '청량중', '청학중', '함박중', '능허대중', '신송중', '해송중', '신정중', '예송중', '미송중', '현송중', '은송중', '송도고', '연수고', '연수여자고', '대건고', '박문여자고', '생활과학고', '여자고', '뷰티예술고', '해양과학고', '바이오과학고', '옥련여자고', '신송고', '해송고', '연송고', '과학예술영재학교고', '포스코고'],
  남동구: ['상인천초', '간석초', '구월서초', '구월초', '남동초', '남촌초', '논곡초', '논현초', '담방초', '도림초', '동부초', '만수북초', '만수초', '만월초', '석정초', '석천초', '성리초', '소래초', '약산초', '인동초', '인수초', '장수초', '조동초', '주원초', '신월초', '새말초', '서창초', '동방초', '장도초', '은봉초', '정각초', '상아초', '고잔초', '사리울초', '송천초', '원동초', '장서초', '장아초', '한빛초', '간석여자중', '구월여자중', '구월중', '남동중', '논곡중', '동인천중', '만성중', '만수북중', '만수여자중', '만수중', '만월중', '상인천여자중', '상인천중', '숭덕여자중', '석정중', '논현중', '성리중', '동방중', '정각중', '서창중', '고잔중', '사리울중', '동인천고', '금융고', '문일여자고', '석정여자고', '숭덕여자고', '신명여자고', '인제고', '남고', '예술고', '도림고', '논현고', '만수고', '남동고', '미추홀외국어고', '고잔고', '송천고'],
  부평구: ['갈산초', '갈월초', '개흥초', '구산초', '대정초', '동수초', '동암초', '마곡초', '마장초', '미산초', '백운초', '부개서초', '부개초', '부곡초', '부광초', '부내초', '부마초', '부원초', '부일초', '부평남초', '부평동초', '부평북초', '부평서초', '부흥초', '산곡남초', '산곡북초', '산곡초', '삼산초', '상정초', '신촌초', '십정초', '용마초', '일신초', '청천초', '하정초', '한길초', '한일초', '진산초', '굴포초', '후정초', '영선초', '금마초', '갈산중', '구산중', '동암중', '부광중', '부원여자중', '부원중', '동수중', '부일중', '부평동중', '부평서여자중', '부평서중', '부평여자중', '부평중', '부흥중', '산곡남중', '산곡여자중', '산곡중', '청천중', '삼산중', '진산중', '상정중', '명신여자고', '부개여자고', '부광고', '부광여자고', '부평고', '부평공업고', '부평여자고', '미래생활고', '삼산고', '세일고', '외국어고', '인평자동차고', '제일고', '부개고', '산곡고', '부흥고', '영선고', '진산과학고', '상정고'],
  계양구: ['경인교육대학교부설초', '계산초', '계양초', '길주초', '명현초', '병방초', '부평초', '부현동초', '부현초', '서운초', '성지초', '소양초', '신대초', '안남초', '안산초', '작동초', '작전초', '화전초', '효성남초', '효성동초', '효성서초', '효성초', '계양초등학교상야분교장초', '해서초', '귤현초', '당산초', '양촌초', '계산여자중', '계산중', '계양중', '명현중', '북인천여자중', '북인천중', '서운중', '안남중', '효성중', '임학중', '작전중', '양촌중', '예일중', '동양중', '계수중', '계산고', '계산공업고', '계산여자고', '계양고', '서운고', '효성고', '작전여자고', '안남고', '작전고', '예일고', '세원고']
};

window.incheonDistrictRoutes = {
  yeonsu: ['연수', '연수구', '인천'],
  namdong: ['남동', '남동구', '인천'],
  bupyeong: ['부평', '부평구', '인천'],
  gyeyang: ['계양', '계양구', '인천']
};
